Repository: heart-bits/contao-recipes
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.recipe_featured.0
source: Featured recipes
de: Hervorgehobene Rezepte

# tl_module.recipe_featured.1
source: Here you can choose how featured recipes are handled.
de: Hier legen Sie fest, wie hervorgehobene Rezepte gehandhabt werden.

# tl_module.recipe_order.0
source: Sort order
de: Sortierreihenfolge

# tl_module.recipe_order.1
source: Here you can choose the sort order.
de: Hier können Sie die Sortierreihenfolge festlegen.

# tl_module.all_recipes
source: Show all recipes
de: Alle Rezepte anzeigen

# tl_module.featured_recipes
source: Show featured recipes only
de: Nur hervorgehobene Rezepte anzeigen

# tl_module.unfeatured_recipes
source: Skip featured recipes
de: Hervorgehobene Rezepte überspringen

# tl_module.featured_recipes_first
source: Show featured recipes first
de: Hervorgehobene Rezepte zuerst anzeigen

# tl_module.order_date_asc
source: Date ascending
de: Datum aufsteigend

# tl_module.order_date_desc
source: Date descending
de: Datum absteigend

# tl_module.order_title_asc
source: Title ascending
de: Name aufsteigend

# tl_module.order_title_desc
source: Title descending
de: Name absteigend

# tl_module.order_random
source: Random order
de: Zufällige Reihenfolge
