Repository: heart-bits/contao-recipes
Catalog: src/Resources/contao/languages/*/*_recipe_unit.xlf
Languages: de

# tl_recipe_unit.unit_legend
source: Unit
de: Maßeinheit

# tl_recipe_unit.new.0
source: New unit
de: Neue Maßeinheit

# tl_recipe_unit.new.1
source: Add a new unit
de: Neue Maßeinheit hinzufügen

# tl_recipe_unit.edit.0
source: Edit unit
de: Maßeinheit bearbeiten

# tl_recipe_unit.edit.1
source: Edit unit ID %s
de: Maßeinheit ID %s bearbeiten

# tl_recipe_unit.delete.0
source: Delete unit
de: Maßeinheit löschen

# tl_recipe_unit.delete.1
source: Delete unit ID %s
de: Maßeinheit ID %s löschen

# tl_recipe_unit.show.1
source: Details of the unit ID %s
de: Details der Maßeinheit ID %s

# tl_recipe_unit.title.1
source: Add the name of the unit.
de: Geben Sie den Namen der Maßeinheit ein.

# tl_recipe_unit.alias.1
source: Add the alias of the unit.
de: Geben Sie das Alias der Maßeinheit ein.

# tl_recipe_unit.shortcode.0
source: Shortcode
de: Kürzel

# tl_recipe_unit.shortcode.1
source: Add the alias of the unit.
de: Geben Sie das Kürzel der Maßeinheit ein.
