Repository: heart-bits/contao-recipes
Catalog: src/Resources/contao/languages/*/*_recipe.xlf
Languages: de

# tl_recipe.ingredients_legend
source: Ingredients
de: Zutaten

# tl_recipe.image_legend
source: Image
de: Bild

# tl_recipe.nutritional_legend
source: Nutritional values
de: Nährwert-Angaben

# tl_recipe.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_recipe.unit_legend.0
source: Units
de: Maßeinheiten

# tl_recipe.unit_legend.1
source: Edit units
de: Maßeinheiten verwalten

# tl_recipe.ingredient_legend.0
source: Ingredients
de: Zutaten

# tl_recipe.ingredient_legend.1
source: Edit ingredients
de: Zutaten verwalten

# tl_recipe.category_legend.0
source: Categories
de: Kategorien

# tl_recipe.category_legend.1
source: Edit categories
de: Kategorien verwalten

# tl_recipe.new.0
source: New recipe
de: Neues Rezept

# tl_recipe.new.1
source: Add a new recipe
de: Ein neues Rezept hinzufügen

# tl_recipe.edit.0
source: Edit recipe
de: Rezept bearbeiten

# tl_recipe.edit.1
source: Edit recipe ID %s
de: Rezept ID %s bearbeiten

# tl_recipe.delete.0
source: Delete recipe
de: Rezept löschen

# tl_recipe.delete.1
source: Delete recipe ID %s
de: Rezept ID %s löschen

# tl_recipe.show.1
source: Details of the recipe ID %s
de: Details des Rezept ID %s

# tl_recipe.feature.0
source: Feature/unfeature
de: Hervorheben

# tl_recipe.feature.1
source: Feature/unfeature recipe ID %s
de: Das Rezept ID %s (nicht) hervorheben

# tl_recipe.toggle.1
source: Publish/unpublish the recipe ID %s
de: Das Rezept ID %s veröffentlichen/verstecken

# tl_recipe.title.1
source: Add the name of the recipe.
de: Fügen Sie den Namen des Rezept hinzu.

# tl_recipe.alias.1
source: Add the alias of the recipe.
de: Fügen Sie das Alias des Rezept hinzu.

# tl_recipe.teaser.0
source: Recipe teaser
de: Teasertext

# tl_recipe.teaser.1
source: The recipe teaser can be shown in a recipe list instead of the full recipe. A "read more …" link will be added automatically.
de: Der Teasertext kann in einer Rezepteliste anstatt des ganzen Rezeptes angezeigt werden. Ein "Weiterlesen …"-Link wird automatisch hinzugefügt.

# tl_recipe.ingredients.1
source: Enter the ingredients for this recipe.
de: Wählen Sie die Zutaten für dieses Rezept.

# tl_recipe.portions.0
source: Portions
de: Portionen

# tl_recipe.portions.1
source: Enter the amount of portions included for this recipe.
de: Geben Sie die Anzahl der Portionen, für die diese Zutaten reichen, ein.

# tl_recipe.singleSRC.0
source: Source file
de: Quelldatei

# tl_recipe.singleSRC.1
source: Please select a file or folder from the files directory.
de: Bitte wählen Sie eine Datei oder einen Ordner aus der Dateiübersicht.

# tl_recipe.calories.0
source: Calories (kcal)
de: Kalorien (kcal)

# tl_recipe.calories.1
source: Enter the calories value for 1 portion in kcal.
de: Geben Sie den Kaloriengehalt je Portion in kcal an.

# tl_recipe.protein.0
source: Protein (g)
de: Eiweiß (g)

# tl_recipe.protein.1
source: Enter the protein value for 1 portion in g.
de: Geben Sie den Eiweißgehalt je Portion in g an.

# tl_recipe.fat.0
source: Fat (g)
de: Fett (g)

# tl_recipe.fat.1
source: Enter the fat value for 1 portion in g.
de: Geben Sie den Fettgehalt je Portion in g an.

# tl_recipe.carbohydrates.0
source: Carbohydrates (g)
de: Kohlenhydrate (g)

# tl_recipe.carbohydrates.1
source: Enter the carbohydrates value for 1 portion in g.
de: Geben Sie den Kohlenhydrategehalt je Portion in g an.

# tl_recipe.invisible.1
source: Hide the recipe on the website.
de: Rezept auf der Webseite verstecken.

# tl_recipe.noEntriesFound
source: There were no recipes found for your selection.
de: Es gab keine Rezepte zu Ihrer Auswahl.

# tl_recipe.headers.amount
source: Amount
de: Anzahl

# tl_recipe.headers.unit
source: Unit
de: Maßeinheit

# tl_recipe.headers.ingredient
source: Ingredien
de: Zutat
