Repository: heart-bits/contao-recipes
Catalog: src/Resources/contao/languages/*/*_recipe_ingredient.xlf
Languages: de

# tl_recipe_ingredient.ingredient_legend
source: Ingredient
de: Zutat

# tl_recipe_ingredient.image_legend
source: Image
de: Bild

# tl_recipe_ingredient.new.0
source: New ingredient
de: Neue Zutat

# tl_recipe_ingredient.new.1
source: Add a new ingredient
de: Neue Zutat hinzufügen

# tl_recipe_ingredient.edit.0
source: Edit ingredient
de: Zutat bearbeiten

# tl_recipe_ingredient.edit.1
source: Edit ingredient ID %s
de: Zutat ID %s bearbeiten

# tl_recipe_ingredient.delete.0
source: Delete ingredient
de: Zutat löschen

# tl_recipe_ingredient.delete.1
source: Delete ingredient ID %s
de: Zutat ID %s löschen

# tl_recipe_ingredient.show.1
source: Details of the ingredient ID %s
de: Details der Zutat ID %s

# tl_recipe_ingredient.title.1
source: Add the name of the ingredient.
de: Geben Sie den Namen der Zutat ein.

# tl_recipe_ingredient.alias.1
source: Add the alias of the ingredient.
de: Geben Sie das Alias der Zutat ein.
