Repository: heart-bits/contao-recipes
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.recipes.0
source: Recipes
de: Rezepte

# MOD.recipes.1
source: Manage recipes
de: Rezepte verwalten

# MOD.recipe.0
source: Recipes
de: Rezepte

# MOD.recipe.1
source: Manage recipes
de: Rezepte verwalten

# MOD.category.0
source: Categories
de: Kategorien

# MOD.category.1
source: Manage categories
de: Kategorien verwalten

# MOD.ingredient.0
source: Ingredients
de: Zutaten

# MOD.ingredient.1
source: Manage ingredients
de: Zutaten verwalten

# MOD.unit.0
source: Units
de: Maßeinheiten

# MOD.unit.1
source: Manage units
de: Maßeinheiten verwalten

# FMD.recipes
source: Recipes
de: Rezepte

# FMD.recipe_list.0
source: Recipe list
de: Rezeptliste

# FMD.recipe_list.1
source: Adds a list of recipes to the page
de: Fügt der Seite eine Rezeptliste hinzu

# FMD.recipe_reader.0
source: Recipe reader
de: Rezeptleser

# FMD.recipe_reader.1
source: Shows the details of a recipe
de: Stellt einen einzelnes Rezept dar

# FMD.recipe_filter.0
source: Recipe filter
de: Rezepte-Filter

# FMD.recipe_filter.1
source: Shows the filter of recipes
de: Stellt den Filter für Rezepte dar
